Repository: Solgema/collective.plonefinder
Catalog: collective/plonefinder/locales/*/LC_MESSAGES/collective.plonefinder.po
Languages: pt_br

source: Browse
pt_br: Buscar

source: label_choose_your_files
pt_br: Escolha seus arquivos:

source: label_upload_files
pt_br: Upload de arquivos

source: label_clear_queue
pt_br: Limpar Fila

source: All files uploaded with success.
pt_br: Todos os arquivos foram enviados com sucesso

source: files uploaded with success,
pt_br: arquivos enviados com sucesso,

source: uploads return an error.
pt_br: envio retornou um erro.

source: Choose files to upload
pt_br: Escolher arquivos para upload

source: Choose images to upload
pt_br: Escolher imagens para upload

source: Choose video files to upload
pt_br: Escolher arquivos de videos para upload

source: Choose audio files to upload
pt_br: escolher arquivos de audio para upload

source: header_file_quick_upload
pt_br: Quick Upload

source: header_create_new_folder
pt_br: Criar nova pasta

source: label_files_quick__upload
pt_br: Quick Upload

source: label_create_new_folder
pt_br: Criar nova pasta

source: label_close_window
pt_br: Fechar Janela

source: label_maximize_window
pt_br: Maximizar janela

source: label_all_site
pt_br: Todo o site

source: label_this_folder_only
pt_br: Somente nesta pasta

source: label_photo_album_view
pt_br: Visão de album

source: label_file_listing_view
pt_br: Visão de lista

source: label_choose_results_number
pt_br: Escolha o número de resultados por página:

source: label_next_page
pt_br: próxima página

source: label_previous_page
pt_br: página anterior

source: label_msg_loading
pt_br: Carregando, por favor espere...

source: label_msg_done
pt_br: Pronto.

source: label_goto_parent
pt_br: Ir para nivel suberior
